/* 
   Localizable.strings
   Smokeless

   Created by Massimo Peri on 21/01/11.
   Copyright 2011 Massimo Peri. All rights reserved.
 */


// tab bar
"Counter" = "Counter";
"Savings" = "Savings";
"Health" = "Health";
"Settings" = "Settings";

// counter
"%d years" = "%d years";
"%d year" = "%d year";
"%d months" = "%d months";
"%d month" = "%d month";
"%d weeks" = "%d weeks";
"%d week" = "%d week";
"%d days" = "%d days";
"%d day" = "%d day";
"When did you smoke your last cigarette?" = "When did you smoke your last cigarette?";
"Not smoking for %@ thanks to #Smokeless." = "Not smoking for %@ thanks to #Smokeless.";

// savings
"Done" = "Done";
"Day" = "Day";
"Week" = "Week";

// sheets
"Save" = "Save";
"Cancel" = "Cancel";

// health
"Achievements and benefits" = "Achievements and benefits";
"After %@" = "After %@";
"2007 Wade Meredith - All rights reserved - \"What happens to Your Body If You Stop Smoking Right Now?\" on Healthbolt.net" = "2007 Wade Meredith - All rights reserved - \"What happens to Your Body If You Stop Smoking Right Now?\" on Healthbolt.net";
"Congratulations! You reached a new achievement." = "Congratulations! You reached a new achievement.";
"Show me" = "Show me";
// 2 days
"All nicotine will have left your body. Your sense of taste and smell will return to a normal level." = "All nicotine will have left your body. Your sense of taste and smell will return to a normal level.";
// 3 days
"Your bronchial tubes will relax, and your over-all energy will rise." = "Your bronchial tubes will relax, and your over-all energy will rise.";
// 2 weeks
"Your circulation will increase, and it will continue improving for the next 10 weeks." = "Your circulation will increase, and it will continue improving for the next 10 weeks.";
// 9 months
"Coughs, wheezing and breathing problems will dissipate as your lung capacity improves by 10%." = "Coughs, wheezing and breathing problems will dissipate as your lung capacity improves by 10%.";
// 1 year
"Your risk of having a heart attack will have now dropped by half." = "Your risk of having a heart attack will have now dropped by half.";
// 5 years
"Your risk of having a stroke returns to that of a non-smoker." = "Your risk of having a stroke returns to that of a non-smoker.";
// 10 years
"Your risk of lung cancer will have returned to that of a non-smoker." = "Your risk of lung cancer will have returned to that of a non-smoker.";
// 15 years
"Your risk of heart attack will have returned to that of a non-smoker." = "Your risk of heart attack will have returned to that of a non-smoker.";

// settings
"Habits" = "Habits";
"cigarette" = "cigarette";
"cigarettes" = "cigarettes";
"packet" = "packet";
"packets" = "packets";
"a day" = "a day";
"a week" = "a week";
"Packet size" = "Packet size";
"Packet price" = "Packet price";
"Shake piggy bank" = "Shake piggy bank";
"Notifications" = "Notifications";
"Reset settings" = "Reset settings";
"About" = "About";
"Do you really want to delete all your settings?" = "Do you really want to delete all your settings?";
"Delete" = "Delete";

"Cigarette(s)" = "Cigarette(s)";
"Packet(s)" = "Packet(s)";

"%d cigarette" = "%d cigarette";
"%d cigarettes" = "%d cigarettes";

// about
"Version" = "Version";
"Send e-mail" = "Send e-mail";
"Follow on Twitter" = "Follow on Twitter";
"Credits" = "Credits";
"E-mail" = "E-mail";
"Sending Failed - Unknown Error" = "Sending Failed - Unknown Error";
"Smokeless support" = "Smokeless support";

// credits
"Design & Development" = "Design & Development";
"Localization" = "Localization";
"Special Thanks" = "Special Thanks";
"Yummigum for iconSweets 2" = "Yummigum for iconSweets 2";
"Matej Bukovinski for MBProgressHUD" = "Matej Bukovinski for MBProgressHUD";
"Matt Gallagher for ShadowedTableView" = "Matt Gallagher for ShadowedTableView";

// rating
"If you enjoy using %@, would you mind taking a moment to rate it? It won't take more than a minute. Thanks for your support!" = "If you enjoy using %@, would you mind taking a moment to rate it? It won't take more than a minute. Thanks for your support!";
"Rate %@" = "Rate %@";
"No, Thanks" = "No, Thanks";
"Remind me later" = "Remind me later";
